
[
  {
    "id": "$kulche_contract_strings_00_pl",
    "type": "translation",
    "pl": {
      "$contracts_string_menu_title": "Contracts & Grants",
      "$contracts_string_accept": "Accept contract",
      "$contracts_string_find": "Find in menu",
      "$contracts_string_active": "Active",
      "$contracts_string_available": "Available",
      "$contracts_string_locked": "Locked",
      "$contracts_string_not_available": "No contracts available at the moment. Keep your city running and check back later, new opportunities will arise soon.",
      "$contracts_string_counter": "Active contracts: %i/%i, %i available",
      "$contracts_string_max_contract_count": "Can't have more than %i contracts active at the same time.",
      "$contracts_string_rank_low": "Expand your city to unlock this contract.",
      "$contracts_string_required_contracts_missing": "Complete more contracts to unlock this contract.",
      "$contracts_string_no_money_title": "Insufficient money",
      "$contracts_string_no_money_text": "You're missing the required funds to repay the initial grant of %s and pay a cancellation fee of %s.",
      "$contracts_string_cancel_button": "Cancel contract",
      "$contracts_string_cancel_title": "Cancel contract?",
      "$contracts_string_cancel_text": "Are you sure you want to cancel the contract? You will be forced to repay the initial grant of %s and pay a cancellation fee of %s.",
      "$contracts_string_cancel_ok": "Do it",
      "$contracts_string_cancel_no": "Not yet",
      "$contracts_string_condition_title": "\n\nCompletion conditions:\n",
      "$contracts_string_condition_build": "Build: %s %i/%i\n",
      "$contracts_string_condition_population_no_level": "Reach population: %s/%s\n",
      "$contracts_string_condition_population_with_level": "Reach population (level %i): %s/%s\n",
      "$contracts_string_condition_happiness_no_type": "Reach happiness: %i%%/%i%%\n",
      "$contracts_string_condition_happiness_with_type": "Reach happiness (%s): %i%%/%i%%\n",
      "$contracts_string_condition_income": "Reach monthly income: %s/%s\n",
      "$contracts_string_completed_title": "Contract complete",
      "$contracts_string_completed_text": "Congratulations! You have successfully completed the '%s' contract. The completion reward of %s has been transferred to the city's treasury.",
      "$contracts_string_rewards": "\nAdvance payment: %s\nCompletion reward: %s\nCancellation fee: %s",

      "$contract_expandededucation_00_title": "Rozbudowa Edukacji",
      "$contract_expandededucation_00_text": "With a rapidly growing population, the demand for quality education has never been higher. The city needs several brand new elementary schools to accommodate the influx of new students. The governor would like to see at least 3 new state-of-the-art school buildings built in the city. Fulfill his wishes and a nice grant will come your way.",
      "$contract_nuclearpower_00_title": "Energia Jądrowa",
      "$contract_nuclearpower_00_text": "Traditional power sources are struggling to keep up with the ever increasing demand for energy. A nuclear reactor would offer a very reliable, efficient, and relatively clean solution to keep homes and businesses running. The government is willing to invest loads of money to open a new nuclear power plant that would power the city. Just make sure to manage it safely!",
      "$contract_seatofgovernance_00_title": "Siedziba Władz",
      "$contract_seatofgovernance_00_text": "Every growing community needs a place for leadership and organization. Build a small town hall to serve as the administrative center, where citizens can access various services, voice concerns, and shape the future of their town. A well-run city starts with the right foundation!\nDon't forget about a small, quaint town square to go with the town hall building, too!",
      "$contract_publictransport_00_title": "Transport Publiczny",
      "$contract_publictransport_00_text": "Every city needs a reliable public transport system to keep people moving. Busses are certainly the backbone of every efficient transit network, and the government is willing to chip in if you introduce them early. Well-planned bus lines mean fewer cars on the roads and more satisfied residents, so go ahead and build a brand new depot.",
      "$contract_goinggreeninitiative_00_title": "Inicjatywa Ekologiczna",
      "$contract_goinggreeninitiative_00_text": "The future of energy is clean and sustainable! To reduce reliance on fossil fuels and cut emissions, the government is investing in renewable power. Build several solar panel arrays and wind turbines to create a greener, more efficient energy grid that keeps the city powered while protecting the environment. Investors will provide you with a substantial reward if you're able to meet their demands.",
      "$contract_agreenerneighbourhood_00_title": "Zielona Dzielnica",
      "$contract_agreenerneighbourhood_00_text": "A livable city isn't just about buildings and roads - it needs green spaces for people to relax and enjoy. The local population is urging you to expand the city's parks. Build several small parks and improve existing ones to raise park satisfaction and give residents the outdoor spaces they deserve. Plazas and gardens should hopefully help attract wealthier people to move in, too.",
      "$contract_breakingground_00_title": "Pierwsze Kroki",
      "$contract_breakingground_00_text": "Every great city starts somewhere, and it's time to turn this empty land into a thriving community. The first phase of development has been approved - set up essential infrastructure like power plants, water services and zoning to get some initial residents moved in. Once those tasks are completed, the government will happily offer more financial help and allow the construction of necessary services.",
      "$contract_brighterfuture_00_title": "Brighter Future",
      "$contract_brighterfuture_00_text": "As your town grows, families are looking for a place where their children can learn and thrive. In order to attract more skilled workers and wealthier residents, you'll need to build the first small school. Ensure quality education and nice neighbourhoods are available and medium-wealth people should roll in.",
      "$contract_essentialservicesgrant_00_title": "Essential Services Grant",
      "$contract_essentialservicesgrant_00_text": "A safe and healthy city is a thriving city. Higher authorities are requiring the establishment of essential public services to protect residents and improve their quality of life. Build a fire department, a police station, and a clinic to ensure safety, security, and healthcare for your growing population. The government will provide substantial financial aid to make sure all emergencies can be tackled without outside help.",
      "$contract_poweringup_00_title": "Powering Up",
      "$contract_poweringup_00_text": "A growing city needs a reliable source of electricity, and for now, coal is the fastest and most affordable option. The government has approved funding for a coal power plant to keep homes and businesses running. Build the facility and ensure the city has enough energy to support its expansion - but be mindful of the pollution it may bring.",
      "$contract_learningandleisure_00_title": "Learning and Leisure",
      "$contract_learningandleisure_00_text": "As the city grows, so do the needs of its residents. The government is requiring the construction of the first high school to provide better education. A public pool would also promote health and recreation. Build both to attract more families and improve the overall well-being of your citizens.",
      "$contract_expressconnection_00_title": "Express Connection",
      "$contract_expressconnection_00_text": "The city's streets are no longer enough to handle the traffic. Regional authorities are calling for the construction of a highway to improve connectivity and reduce congestion. Build a new route between your city center and industrial district to keep the city moving!",
      "$contract_matchday_00_title": "Match Day",
      "$contract_matchday_00_text": "Sports bring people together, and the city is ready for a new major investment. Higher authorities have approved the construction of a football stadium to host games, events, and celebrations. Build this landmark to attract visitors and new wealthy inhabitants (and promote a healthier lifestyle, perhaps).",
      "$contract_pocketchange_00_title": "Pocket Change",
      "$contract_pocketchange_00_text": "Growth doesn't always start big - officials are asking you to stabilize the economy and secure a modest, but steady income stream. Demonstrate that the city can stand on its own feet without going bankrupt.",
      "$contract_solidreturns_00_title": "Solid Returns",
      "$contract_solidreturns_00_text": "Officials are looking for consistency - show them that the city can keep tax income flowing at a solid pace and they will reward you with a small grant.",
      "$contract_windfallgains_00_title": "Windfall Gains",
      "$contract_windfallgains_00_text": "The government wants to see the city as a new economic powerhouse on the map. Push beyond stability and maximize your income to prove the city's strength.",
      "$contract_airtransitgrant_00_title": "Air Transit Grant",
      "$contract_airtransitgrant_00_text": "Airlines and investors see your city as a potential hub. An airport would bring in solid revenues by attracting new visitors and greatly increasing commercial demand. Construct a brand new regional terminal, and outside agencies will cover a part of the cost.",
      "$contract_newneighbours_00_title": "New Neigbours",
      "$contract_newneighbours_00_text": "Investors won't commit to major projects without proof of stability. Grow your population to a respectable level to show them the city has the workforce and market for future growth.",
      "$contract_urbanexpansion_00_title": "Urban Expansion",
      "$contract_urbanexpansion_00_text": "Authorities want your settlement to rise beyond the small-town status. Increase the population to reach city scale and secure additional funding.",
      "$contract_thegreatsprawl_00_title": "The Great Sprawl",
      "$contract_thegreatsprawl_00_text": "Large, international companies and agencies only invest in major population centers. Grow your city into a metropolis to attract new partnerships and opportunities.",
      "$contract_finishingtouches_00_title": "Finishing Touches",
      "$contract_finishingtouches_00_text": "A city isn't only about big infrastructure projects - it's also about the small details. Place a bunch of zone decorations around the city to make it feel more alive and welcoming.",
      "$contract_coastalretreat_00_title": "Coastal Retreat",
      "$contract_coastalretreat_00_text": "The city's waterfront is currently severly underutilized by expensive boats. Give sailboat owners a proper place to enjoy the coastline and provide a fancy coastal retreat (for those who can afford it).",
      "$contract_monumenttopower_00_title": "Monument to Power",
      "$contract_monumenttopower_00_text": "For a city of this size, governing from an ordinary building is no longer appropriate. Construct a lavish mayor's villa to propely reflect the importance of their office. Every great city needs a reminder of who's in charge!"
    }
  }
]
