
[
  {
    "id": "$kulche_contract_strings_00_id",
    "type": "translation",
    "id": {
      "$contracts_string_menu_title": "Kontrak & Hibah",
      "$contracts_string_accept": "Terima kontrak",
      "$contracts_string_find": "Cari di menu",
      "$contracts_string_active": "Aktif",
      "$contracts_string_available": "Tersedia",
      "$contracts_string_locked": "Terkunci",
      "$contracts_string_not_available": "Belum ada kontrak yang tersedia saat ini. Jalankan kotamu seperti biasa dan cek lagi nanti, peluang baru akan segera muncul.",
      "$contracts_string_counter": "Kontrak Aktif: %i/%i, %i tersedia",
      "$contracts_string_max_contract_count": "Tidak bisa memiliki lebih dari %i kontrak aktif dalam waktu bersamaan.",
      "$contracts_string_rank_low": "Kembangkan kotamu untuk membuka kontrak ini.",
      "$contracts_string_required_contracts_missing": "Selesaikan kontrak lain untuk membuka kontrak ini.",
      "$contracts_string_no_money_title": "Uang tidak cukup",
      "$contracts_string_no_money_text": "Uang kamu tidak cukup untuk mengembalikan hibah awal sebesar %s dan membayar biaya pembatalan sebesar %s.",
      "$contracts_string_cancel_button": "Batalkan kontrak",
      "$contracts_string_cancel_title": "Batalkan kontrak?",
      "$contracts_string_cancel_text": "Yakin ingin membatalkan kontrak ini? Kamu harus mengembalikan hibah awal sebesar %s dan membayar biaya pembatalan sebesar %s.",
      "$contracts_string_cancel_ok": "Ya, batalkan",
      "$contracts_string_cancel_no": "Jangan dulu",
      "$contracts_string_condition_title": "\n\nSyarat penyelesaian:\n",
      "$contracts_string_condition_build": "Terbangun: %s %i/%i\n",
      "$contracts_string_condition_population_no_level": "Capai populasi: %s/%s\n",
      "$contracts_string_condition_population_with_level": "Capai populasi (level %i): %s/%s\n",
      "$contracts_string_condition_happiness_no_type": "Capai kebahagiaan: %i%%/%i%%\n",
      "$contracts_string_condition_happiness_with_type": "Capai kebahagiaan (%s): %i%%/%i%%\n",
      "$contracts_string_condition_income": "Capai pendapatan bulanan:: %s/%s\n",
      "$contracts_string_completed_title": "Kontrak selesai",
      "$contracts_string_completed_text": "Selamat! Kamu berhasil menyelesaikan kontrak '%s'. Hadiah penyelesaian sebesar %s sudah masuk ke kas kota.",
      "$contracts_string_rewards": "\nPembayaran awal: %s\nHadiah penyelesaian: %s\nBiaya pembatalan: %s",

      "$contract_expandededucation_00_title": "Perluasan Pendidikan",
      "$contract_expandededucation_00_text": "Dengan jumlah penduduk yang terus bertambah, kebutuhan akan pendidikan semakin tinggi. Kota membutuhkan beberapa sekolah dasar baru untuk menampung siswa. Gubernur meminta setidaknya 3 sekolah modern (state-of-the-art school) dibangun di kota. Wujudkan permintaannya dan kamu akan menerima hibah yang menarik.",
      "$contract_nuclearpower_00_title": "Tenaga Nuklir",
      "$contract_nuclearpower_00_text": "Sumber energi lama mulai kewalahan memenuhi kebutuhan listrik. Reaktor nuklir menawarkan solusi yang andal, efisien, dan relatif bersih untuk menjaga kota tetap berjalan. Pemerintah siap menggelontorkan dana besar untuk membangun pembangkit listrik tenaga nuklir. Pastikan semuanya dikelola dengan aman.",
      "$contract_seatofgovernance_00_title": "Pusat Pemerintahan",
      "$contract_seatofgovernance_00_text": "Setiap kota yang berkembang membutuhkan pusat pemerintahan. Bangun balai kota kecil sebagai pusat administrasi, tempat warga mengurus layanan, menyampaikan aspirasi, dan ikut membentuk masa depan kota. Kota yang tertata dimulai dari fondasi yang tepat.\nLengkapi juga dengan alun-alun kecil agar kawasan ini terasa hidup.",
      "$contract_publictransport_00_title": "Transportasi umum",
      "$contract_publictransport_00_text": "Kota yang baik membutuhkan sistem transportasi umum yang andal. Bus adalah tulang punggung transportasi yang efisien, dan pemerintah siap membantu jika kamu mengembangkannya sejak awal. Jalur bus yang rapi berarti lebih sedikit kemacetan dan warga yang lebih puas. Bangun depot baru untuk memulainya.",
      "$contract_goinggreeninitiative_00_title": "Inisiatif Ramah Lingkungan",
      "$contract_goinggreeninitiative_00_text": "Masa depan energi adalah energi bersih dan berkelanjutan. Untuk mengurangi ketergantungan pada bahan bakar fosil, pemerintah berinvestasi pada energi terbarukan. Bangun panel surya dan turbin angin untuk menciptakan jaringan energi yang lebih hijau dan efisien. Investor akan memberikan hadiah besar jika target mereka terpenuhi.",
      "$contract_agreenerneighbourhood_00_title": "Lingkungan yang Lebih Hijau",
      "$contract_agreenerneighbourhood_00_text": "Kota yang nyaman tidak hanya soal bangunan dan jalan. Ruang hijau sangat dibutuhkan agar warga bisa bersantai. Warga meminta perluasan taman kota. Bangun taman-taman kecil dan tingkatkan taman yang ada untuk meningkatkan kepuasan dan kualitas hidup.",
      "$contract_breakingground_00_title": "Awal Pembangunan",
      "$contract_breakingground_00_text": "Setiap kota besar berawal dari nol. Saatnya mengubah lahan kosong ini menjadi permukiman yang berkembang. Siapkan infrastruktur dasar seperti listrik, air, dan zonasi agar penduduk pertama bisa menetap. Setelah itu, pemerintah akan membuka bantuan lanjutan.",
      "$contract_brighterfuture_00_title": "Masa depan yang cerah",
      "$contract_brighterfuture_00_text": "Seiring pertumbuhan kota, keluarga mencari tempat yang layak untuk pendidikan anak-anak mereka. Bangun sekolah kecil pertama untuk menarik tenaga kerja terampil dan penduduk dengan tingkat ekonomi menengah.",
      "$contract_essentialservicesgrant_00_title": "Hibah Layanan Penting",
      "$contract_essentialservicesgrant_00_text": "Kota yang aman dan sehat adalah kota yang maju. Pemerintah mewajibkan pembangunan layanan penting seperti pemadam kebakaran, kantor polisi, dan klinik. Hibah besar akan diberikan agar semua kebutuhan darurat dapat ditangani secara mandiri.",
      "$contract_poweringup_00_title": "Peningkatan Daya",
      "$contract_poweringup_00_text": "Kota yang berkembang membutuhkan pasokan listrik yang stabil. Untuk saat ini, batu bara masih menjadi pilihan tercepat dan termurah. Bangun pembangkit listrik tenaga batu bara untuk mendukung pertumbuhan kota, namun tetap perhatikan dampak polusinya!",
      "$contract_learningandleisure_00_title": "Pendidikan dan Rekreasi",
      "$contract_learningandleisure_00_text": "Pertumbuhan kota membawa kebutuhan baru. Bangun sekolah menengah pertama untuk meningkatkan kualitas pendidikan, serta kolam renang umum untuk kesehatan dan rekreasi warga.",
      "$contract_expressconnection_00_title": "Koneksi Cepat",
      "$contract_expressconnection_00_text": "Jalan kota mulai kewalahan menampung lalu lintas. Bangun jalan tol yang menghubungkan pusat kota dengan kawasan industri untuk mengurangi kemacetan dan memperlancar mobilitas.",
      "$contract_matchday_00_title": "Hari Pertandingan",
      "$contract_matchday_00_text": "Olahraga menyatukan warga. Pemerintah menyetujui pembangunan stadion sepak bola untuk pertandingan dan acara besar. Bangun landmark ini untuk menarik pengunjung dan penduduk baru.",
      "$contract_pocketchange_00_title": "Pendapatan kecil",
      "$contract_pocketchange_00_text": "Pertumbuhan tidak selalu dimulai dari hal besar. Stabilkan ekonomi kota dan pastikan ada pemasukan rutin agar kota tidak bangkrut.",
      "$contract_solidreturns_00_title": "Pemasukan Stabil",
      "$contract_solidreturns_00_text": "Pemerintah mencari konsistensi. Tunjukkan bahwa kota mampu menjaga pemasukan pajak secara stabil dan kamu akan menerima hibah tambahan.",
      "$contract_windfallgains_00_title": "Lonjakan Pendapatan",
      "$contract_windfallgains_00_text": "Buktikan bahwa kota ini bisa menjadi pusat ekonomi baru. Tingkatkan pendapatan melampaui batas stabil untuk menunjukkan kekuatan kota.",
      "$contract_airtransitgrant_00_title": "Hibah Transportasi Udara",
      "$contract_airtransitgrant_00_text": "Maskapai dan investor melihat potensi besar di kotamu. Bandara akan meningkatkan kunjungan dan aktivitas komersial. Bangun terminal regional baru, sebagian biayanya akan ditanggung pihak luar.",
      "$contract_newneighbours_00_title": "Penduduk baru",
      "$contract_newneighbours_00_text": "Investor membutuhkan bukti stabilitas. Tingkatkan populasi ke level yang meyakinkan agar kota dinilai siap berkembang lebih jauh.",
      "$contract_urbanexpansion_00_title": "Ekspansi kota",
      "$contract_urbanexpansion_00_text": "Pemukimanmu harus berkembang melampaui kota kecil. Tingkatkan populasi hingga skala kota untuk mendapatkan pendanaan tambahan.",
      "$contract_thegreatsprawl_00_title": "Perluasan Besar",
      "$contract_thegreatsprawl_00_text": "Perusahaan besar hanya tertarik pada pusat populasi utama. Kembangkan kotamu menjadi metropolis untuk membuka peluang dan kerja sama baru.",
      "$contract_finishingtouches_00_title": "Sentuhan Akhir",
      "$contract_finishingtouches_00_text": "Kota tidak hanya soal proyek besar. Tambahkan berbagai dekorasi agar kota terasa lebih hidup dan ramah.",
      "$contract_coastalretreat_00_title": "Resor Pesisir",
      "$contract_coastalretreat_00_text": "Area pesisir kota masih belum dimanfaatkan dengan maksimal. Bangun kawasan pesisir eksklusif untuk pemilik kapal layar dan warga yang mampu menikmatinya.",
      "$contract_monumenttopower_00_title": "Monumen Kekuasaan",
      "$contract_monumenttopower_00_text": "Untuk kota sebesar ini, gedung biasa tidak lagi mencerminkan otoritas. Bangun vila wali kota yang megah sebagai simbol kepemimpinan kota. Setiap kota besar membutuhkan pengingat tentang siapa yang memegang kendali."
    }
  }
]
